Repository: pateus/sortimagefile
Catalog: src/locale/*/LC_MESSAGES/sortimagefile.po
Languages: ru

source: Failed to create directory %s
ru: Не удалось создать каталог %s

source: Directory %s created
ru: Каталог %s создан

source: Sort image and video files by time
ru: Сортировка изображений и видеофайлов по времени

source: Directory with source files
ru: Каталог с исходными файлами

source: Directory selection
ru: Выбор каталога

source: Including sub directories
ru: Включая подкаталоги

source: Directory for saving files
ru: Директория для сохранения файлов

source: years
ru: годам

source: months
ru: месяцам

source: days
ru: дням

source: Sort files by
ru: Сортировать файлы по

source: Start sorting
ru: Начать сортировку

source: Create log.txt
ru: Создать файл log.txt

source: Select a directory with source files
ru: Выберите каталог с исходными файлами

source: Choose a directory to save files
ru: Выберите каталог для сохранения файлов

source: Source files directory not selected
ru: Каталог исходных файлов не выбран

source: The directory for saving files is not selected
ru: Директория для сохранения файлов не выбрана

source: Select temporary sort options
ru: Каталоги совпадают

source: Start sorting
ru: Начало сортировки
